;~ =============================================================================
;~ Rizonesoft Language File
;~ =============================================================================
;~ Date.........: 15 March 2025
;~ Author.......: Derick Payne (Rizonesoft)
;~ Link.........: https://rizonesoft.com
;~ =============================================================================

[Main]
Product = Firemin
Version = 12

[Language]
;~ Please ad the translated language name next to the English name. For example; Ελληνικά - Greek
Name = 简体中文 - Simplified Chinese
Code = zh-CN
Encoding = Unicode (UTF-16) LE BOM

[Translations]
;~ Please do not translate this section.
About = About
Custom = Custom
Donate = Donate
Menus = Menus
Messages = Messages
Messages2 = Messages2
Preferences = Preferences
Update = Update
Versioning = Versioning

[About]
Window_Title = 关于 %{Program.Name}
Label_Version = 版本
Label_AutoIt = 使用 AutoIt 版本创建
Label_Copyright = 版权所有
Tip_Title_Donate = 支持我们的工作
Tip_Message_Donate = 您的捐赠将帮助我们保持软件免费\r\n并让我们获得为您服务所需的工具和服务。
Label_Home = 主页
Label_License = 许可证
Label_Support = 获取支持
Tip_Title_Country = 南非制造
Tip_Message_Country = %{Program.Name} 诞生于南非共和国。
Label_Contributors = 贡献者
Button_Ok = 确定
Label_RAM = (RAM) %d MB 可用，共 %d MB (%d%%)
Label_HDD = (%s) %.2f GB 可用，共 %.2f GB (%d%%)
Tip_Facebook = 在 Facebook 上关注我们。
Tip_GitHub = GitHub 上的 %{Program.Name}。

[Custom]
Label_Status_Welcome = 从加载浏览器开始（选择文件）。\r\n%{Program.Name} 将自动检测所选可执行文件的进程。
Label_Status_Updates = 正在检查更新
Group_Load_Browser = 加载浏览器
Label_Executable = 可执行文件路径 (%s)：
Label_Process_Usage = 使用率 | 峰值：
Label_Process_Count = 进程数量：
Button_Browse = 浏览(&B)
Group_Options = 选项
Checkbox_Reduce_Mem = 每隔以下时间减少内存：
Label_Milliseconds = 毫秒
Checkbox_Reduce_Limit = 当使用率超过以下值时减少内存：
Checkbox_Start_With = 启动 %{Program.Name} 时运行 %s
Checkbox_Enable_Extended_Processes = 启用扩展进程
Button_Extended_Processes = 扩展进程(&E)
Checkbox_Start_Windows = 开机时启动 %{Program.Name}
Label_Settings_Updated = 设置已成功更新。
Button_Cancel = 取消
Button_Save = 保存
Time_Unit_01 = 毫秒
Time_Unit_02 = 秒
Time_Unit_03 = 分钟
Time_Unit_04 = 小时
Label_Boost_Description = 当使用率超过 %s MB 时，每 %s %s 减少一次。
Title_Select_Browser = 选择浏览器
Tip_Minimized_Title = %{Program.Name} 仍在运行！
Tip_Minimized_Message = %{Program.Name} 将继续优化 %s 的内存使用。\r\n点击系统托盘图标可修改各种优化选项。
Label_Notice = %{Program.Name} 专为台式机和笔记本电脑设计。\r\n对于服务器环境，我们创建了 Firemin Server。了解更多...

[Donate]
Label_Heading = 考虑小额捐赠，帮助我们的软件永久保持免费？
Label_Message = 点击下方的 PayPal 按钮，选择金额并发送捐赠。\r\n您的捐赠将帮助改进我们的软件并保持 Rizonesoft 上的所有内容免费。\r\n20$ 的捐赠可以支持我们运营至少一个月。
Label_Donate = 您愿意考虑捐赠 10$ 来帮助我们改进 %{Program.Name} 并继续我们的使命吗？

[Menus]
File = 文件(&F)
File_Preferences = 首选项(&P)
File_Close = 退出(&C)\tShift+Alt+F4
Help = 帮助(&H)
Help_Update = 检查更新(&U)
Help_Home = %{Company.Name} 主页(&H)
Help_Downloads = 更多下载(&D)
Help_Support = 获取支持(&S)
Help_Issue = 报告问题(&I)
Help_Donate = 支持我们的工作(&D)
Help_About = 关于 %{Program.Name}
Tray_About = 关于 %{Program.Name} %s
Tray_Open = 打开 %{Program.Name}
Tray_Extended_Processes = 扩展进程
Tray_Run = 运行 %s
Tray_Run_Safemode = 在安全模式下运行 %s

[Messages]
Info_Title = 请注意
Warning_Title = 警告！
Error_Title = 糟糕！出错了！
Error_Oops = 糟糕！
Singleton = %{Program.Name} 的另一个实例已在运行。\r\n提示：点击系统托盘中的 %{Program.Name} 图标。
Compatible = %{Program.Name} 与您的 Windows 版本不兼容。\r\n如果您认为这是一个错误，请随时在 '%s' 留言，并附上所有详细信息。
Compatible_Bit = 抱歉，%{Program.Name} 的 32 位版本与您的 Windows 版本不兼容。\r\n请从 '%s' 下载 %{Program.Name} 的 64 位版本。

[Preferences]
Window_Title = 首选项
Tab_General = 常规
Tab_Performance = 性能
Tab_Language = 语言
Group_Notifications = 通知
Group_Extended_Processes = 扩展进程
Group_Priority = 优先级
Group_Memory = 内存
Group_Language = 语言
Checkbox_Notifications = 在系统托盘显示通知
Label_Extended_Processes = 在此输入您希望 %{Program.Name} 优化的其他进程名称。\r\n列表必须用逗号分隔（Process01.exe、Process02.exe 等）
Label_SetPriority = 设置进程优先级：
Checkbox_SaveRealtime = 保存高于高优先级（不推荐）。
Checkbox_ReduceMemory = 在低内存系统上减少内存。
Label_Language_Message = 选择您偏好的语言，然后按 %s 按钮继续。\r\n（需要重启）
Button_Save = 保存
Button_Cancel = 取消
Label_Updated = 首选项已更新
MsgBox_Language_Title = 语言已更改
MsgBox_Language_Message = 所选语言已更改。\r\n需要重启 %{Program.Name} 以应用所选语言。
MsgBox_Closing_Title = 正在关闭 %{Program.Name}
MsgBox_Closing_Message = 您想现在关闭 %{Program.Name} 吗？

[Update]
Window_Title_Available = 有可用更新
Window_Title_Congratulations = 恭喜！
Window_Title_Error = 出错了！
Label_Message_Update = '%{Program.Name}' 有新版本可用。
Label_Message_Latest = 您正在使用最新版本的 '%{Program.Name}'。
Label_Message_Error = 无法获取 '%{Program.Name}' 的最新版本信息。
Label_Message_Internet = 请检查您的网络连接并重试。
Label_Build_Current = 当前版本：
Label_Build_Update = 更新版本：
CheckBox_NoUpdate = 启动时不检查更新。
Button_Update = 了解更多
Button_Close = 关闭

[Versioning]
Administrator = 管理员
Build = 版本
AutoIt_Version = 使用 AutoIt 版本 %{AutoIt.Version}
Bit = 位